Repository: martin-kieliszek/standapp
Catalog: StandFit/Resources/Localizations/AchievementDefinitions.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

# achievement.arm_circle_150.description
source: Complete 150 total arm circles
de: Schließe 150 Armkreise insgesamt ab
es: Completa 150 círculos de brazo en total
fr: Effectuez 150 cercles de bras au total
ja: 合計150回のアームサークルを完了
pt_br: Complete 150 círculos de braço no total
zh_hans: 完成总计150次手臂绕圈

# achievement.arm_circle_150.name
source: Circle Starter
de: Kreis-Starter
es: Iniciador de Círculos
fr: Débutant en Cercles
ja: サークルスターター
pt_br: Iniciante de Círculos
zh_hans: 绕圈新手

# achievement.arm_circle_750.description
source: Complete 750 total arm circles
de: Schließe 750 Armkreise insgesamt ab
es: Completa 750 círculos de brazo en total
fr: Effectuez 750 cercles de bras au total
ja: 合計750回のアームサークルを完了
pt_br: Complete 750 círculos de braço no total
zh_hans: 完成总计750次手臂绕圈

# achievement.arm_circle_750.name
source: Rotation Master
de: Rotationsmeister
es: Maestro de Rotación
fr: Maître de Rotation
ja: ローテーションマスター
pt_br: Mestre da Rotação
zh_hans: 旋转大师

# achievement.calf_raise_1000.description
source: Complete 1,000 total calf raises
de: Schließe 1.000 Wadenheben insgesamt ab
es: Completa 1.000 elevaciones de pantorrilla en total
fr: Effectuez 1 000 élévations de mollets au total
ja: 合計1,000回のカーフレイズを完了
pt_br: Complete 1.000 elevações de panturrilha no total
zh_hans: 完成总计1,000次提踵

# achievement.calf_raise_1000.name
source: Calf Expert
de: Waden-Experte
es: Experto en Pantorrillas
fr: Expert en Mollets
ja: ふくらはぎエキスパート
pt_br: Especialista em Panturrilha
zh_hans: 小腿专家

# achievement.calf_raise_200.description
source: Complete 200 total calf raises
de: Schließe 200 Wadenheben insgesamt ab
es: Completa 200 elevaciones de pantorrilla en total
fr: Effectuez 200 élévations de mollets au total
ja: 合計200回のカーフレイズを完了
pt_br: Complete 200 elevações de panturrilha no total
zh_hans: 完成总计200次提踵

# achievement.calf_raise_200.name
source: Calf Crusher
de: Waden-Crusher
es: Triturador de Pantorrillas
fr: Écraseur de Mollets
ja: ふくらはぎクラッシャー
pt_br: Esmagador de Panturrilha
zh_hans: 小腿粉碎者

# achievement.calf_raise_2000.description
source: Complete 2,000 total calf raises
de: Schließe 2.000 Wadenheben insgesamt ab
es: Completa 2.000 elevaciones de pantorrilla en total
fr: Effectuez 2 000 élévations de mollets au total
ja: 合計2,000回のカーフレイズを完了
pt_br: Complete 2.000 elevações de panturrilha no total
zh_hans: 完成总计2,000次提踵

# achievement.calf_raise_2000.name
source: Steel Calves
de: Stahlwaden
es: Pantorrillas de Acero
fr: Mollets d'Acier
ja: 鋼鉄のふくらはぎ
pt_br: Panturrilhas de Aço
zh_hans: 钢铁小腿

# achievement.century.description
source: Log 100 exercise sessions
de: Protokolliere 100 Übungseinheiten
es: Registra 100 sesiones de ejercicio
fr: Enregistrez 100 séances d'exercice
ja: 100回の運動セッションを記録
pt_br: Registre 100 sessões de exercício
zh_hans: 记录100次运动

# achievement.century.name
source: Century Club
de: Jahrhundert-Club
es: Club del Siglo
fr: Club du Siècle
ja: センチュリークラブ
pt_br: Clube do Século
zh_hans: 百次俱乐部

# achievement.early_bird.description
source: Log an exercise before 7 AM
de: Protokolliere eine Übung vor 7 Uhr morgens
es: Registra un ejercicio antes de las 7 AM
fr: Enregistrez un exercice avant 7h du matin
ja: 午前7時前に運動を記録
pt_br: Registre um exercício antes das 7h da manhã
zh_hans: 在早上7点前记录运动

# achievement.early_bird.name
source: Early Bird
de: Frühaufsteher
es: Madrugador
fr: Lève-tôt
ja: 早起き
pt_br: Madrugador
zh_hans: 早起的鸟儿

# achievement.first_exercise.description
source: Log your first exercise
de: Protokolliere deine erste Übung
es: Registra tu primer ejercicio
fr: Enregistrez votre premier exercice
ja: 最初の運動を記録
pt_br: Registre seu primeiro exercício
zh_hans: 记录你的第一次运动

# achievement.first_exercise.name
source: First Steps
de: Erste Schritte
es: Primeros Pasos
fr: Premiers Pas
ja: 最初の一歩
pt_br: Primeiros Passos
zh_hans: 第一步

# achievement.five_hundred.description
source: Log 500 exercise sessions
de: Protokolliere 500 Übungseinheiten
es: Registra 500 sesiones de ejercicio
fr: Enregistrez 500 séances d'exercice
ja: 500回の運動セッションを記録
pt_br: Registre 500 sessões de exercício
zh_hans: 记录500次运动

# achievement.five_hundred.name
source: Dedicated
de: Engagiert
es: Dedicado
fr: Dévoué
ja: 献身的
pt_br: Dedicado
zh_hans: 专注者

# achievement.lunge_100.description
source: Complete 100 total lunge reps
de: Schließe 100 Ausfallschritte insgesamt ab
es: Completa 100 repeticiones de zancadas en total
fr: Effectuez 100 répétitions de fentes au total
ja: 合計100回のランジを完了
pt_br: Complete 100 repetições de afundos no total
zh_hans: 完成总计100次弓步

# achievement.lunge_100.name
source: Lunge Pro
de: Ausfallschritt-Profi
es: Profesional de Zancadas
fr: Pro des Fentes
ja: ランジプロ
pt_br: Profissional de Afundos
zh_hans: 弓步专家

# achievement.lunge_1000.description
source: Complete 1,000 total lunge reps
de: Schließe 1.000 Ausfallschritte insgesamt ab
es: Completa 1.000 repeticiones de zancadas en total
fr: Effectuez 1 000 répétitions de fentes au total
ja: 合計1,000回のランジを完了
pt_br: Complete 1.000 repetições de afundos no total
zh_hans: 完成总计1,000次弓步

# achievement.lunge_1000.name
source: Lunge Master
de: Ausfallschritt-Meister
es: Maestro de Zancadas
fr: Maître des Fentes
ja: ランジマスター
pt_br: Mestre de Afundos
zh_hans: 弓步大师

# achievement.lunge_500.description
source: Complete 500 total lunge reps
de: Schließe 500 Ausfallschritte insgesamt ab
es: Completa 500 repeticiones de zancadas en total
fr: Effectuez 500 répétitions de fentes au total
ja: 合計500回のランジを完了
pt_br: Complete 500 repetições de afundos no total
zh_hans: 完成总计500次弓步

# achievement.lunge_500.name
source: Lunge Expert
de: Ausfallschritt-Experte
es: Experto en Zancadas
fr: Expert en Fentes
ja: ランジエキスパート
pt_br: Especialista em Afundos
zh_hans: 弓步专家

# achievement.marathon.description
source: Complete 20 exercises in one day
de: Schließe 20 Übungen an einem Tag ab
es: Completa 20 ejercicios en un día
fr: Effectuez 20 exercices en une journée
ja: 1日に20回の運動を完了
pt_br: Complete 20 exercícios em um dia
zh_hans: 在一天内完成20次运动

# achievement.month_streak.description
source: Maintain a 30-day streak
de: Halte eine 30-Tage-Serie aufrecht
es: Mantén una racha de 30 días
fr: Maintenez une série de 30 jours
ja: 30日間の連続記録を維持
pt_br: Mantenha uma sequência de 30 dias
zh_hans: 保持30天连续记录

# achievement.month_streak.name
source: Monthly Master
de: Monatsmeister
es: Maestro Mensual
fr: Maître Mensuel
ja: 月間マスター
pt_br: Mestre Mensal
zh_hans: 月度大师

# achievement.neck_roll_100.description
source: Complete 100 total neck rolls
de: Schließe 100 Nackenrollen insgesamt ab
es: Completa 100 giros de cuello en total
fr: Effectuez 100 rotations de cou au total
ja: 合計100回の首回しを完了
pt_br: Complete 100 rotações de pescoço no total
zh_hans: 完成总计100次颈部转动

# achievement.neck_roll_100.name
source: Neck Relief
de: Nackenentlastung
es: Alivio del Cuello
fr: Soulagement du Cou
ja: 首の緩和
pt_br: Alívio do Pescoço
zh_hans: 颈部放松

# achievement.neck_roll_500.description
source: Complete 500 total neck rolls
de: Schließe 500 Nackenrollen insgesamt ab
es: Completa 500 giros de cuello en total
fr: Effectuez 500 rotations de cou au total
ja: 合計500回の首回しを完了
pt_br: Complete 500 rotações de pescoço no total
zh_hans: 完成总计500次颈部转动

# achievement.neck_roll_500.name
source: Tension Tamer
de: Spannungsbändiger
es: Domador de Tensión
fr: Dompteur de Tension
ja: 緊張緩和
pt_br: Domador de Tensão
zh_hans: 紧张缓解者

# achievement.night_owl.description
source: Log an exercise after 10 PM
de: Protokolliere eine Übung nach 22 Uhr
es: Registra un ejercicio después de las 10 PM
fr: Enregistrez un exercice après 22h
ja: 午後10時以降に運動を記録
pt_br: Registre um exercício após as 22h
zh_hans: 在晚上10点后记录运动

# achievement.night_owl.name
source: Night Owl
de: Nachteule
es: Búho Nocturno
fr: Oiseau de Nuit
ja: 夜更かし
pt_br: Coruja Noturna
zh_hans: 夜猫子

# achievement.plank_1800.description
source: Hold plank for 1,800 total seconds
de: Halte die Plank-Position für 1.800 Sekunden insgesamt
es: Mantén la plancha durante 1.800 segundos en total
fr: Tenez la planche pendant 1 800 secondes au total
ja: 合計1,800秒のプランクを保持
pt_br: Mantenha a prancha por 1.800 segundos no total
zh_hans: 保持平板支撑总计1,800秒

# achievement.plank_1800.name
source: Plank Warrior
de: Plank-Krieger
es: Guerrero de Plancha
fr: Guerrier de la Planche
ja: プランクウォーリア
pt_br: Guerreiro da Prancha
zh_hans: 平板战士

# achievement.plank_300.description
source: Hold plank for 300 total seconds
de: Halte die Plank-Position für 300 Sekunden insgesamt
es: Mantén la plancha durante 300 segundos en total
fr: Tenez la planche pendant 300 secondes au total
ja: 合計300秒のプランクを保持
pt_br: Mantenha a prancha por 300 segundos no total
zh_hans: 保持平板支撑总计300秒

# achievement.plank_300.name
source: Plank Beginner
de: Plank-Anfänger
es: Principiante de Plancha
fr: Débutant en Planche
ja: プランク初心者
pt_br: Iniciante em Prancha
zh_hans: 平板新手

# achievement.plank_3600.description
source: Hold plank for 3,600 total seconds (1 hour)
de: Halte die Plank-Position für 3.600 Sekunden insgesamt (1 Stunde)
es: Mantén la plancha durante 3.600 segundos en total (1 hora)
fr: Tenez la planche pendant 3 600 secondes au total (1 heure)
ja: 合計3,600秒（1時間）のプランクを保持
pt_br: Mantenha a prancha por 3.600 segundos no total (1 hora)
zh_hans: 保持平板支撑总计3,600秒（1小时）

# achievement.power_day.description
source: Complete 10 exercises in one day
de: Schließe 10 Übungen an einem Tag ab
es: Completa 10 ejercicios en un día
fr: Effectuez 10 exercices en une journée
ja: 1日に10回の運動を完了
pt_br: Complete 10 exercícios em um dia
zh_hans: 在一天内完成10次运动

# achievement.power_day.name
source: Power Day
de: Power-Tag
es: Día Poderoso
fr: Jour de Puissance
ja: パワーデイ
pt_br: Dia Poderoso
zh_hans: 力量日

# achievement.pushup_100.description
source: Complete 100 total pushup reps
de: Schließe 100 Liegestütze insgesamt ab
es: Completa 100 flexiones en total
fr: Effectuez 100 pompes au total
ja: 合計100回の腕立て伏せを完了
pt_br: Complete 100 flexões no total
zh_hans: 完成总计100次俯卧撑

# achievement.pushup_100.name
source: Pushup Pro
de: Liegestütz-Profi
es: Profesional de Flexiones
fr: Pro des Pompes
ja: 腕立て伏せプロ
pt_br: Profissional de Flexões
zh_hans: 俯卧撑专家

# achievement.pushup_1000.description
source: Complete 1,000 total pushup reps
de: Schließe 1.000 Liegestütze insgesamt ab
es: Completa 1.000 flexiones en total
fr: Effectuez 1 000 pompes au total
ja: 合計1,000回の腕立て伏せを完了
pt_br: Complete 1.000 flexões no total
zh_hans: 完成总计1,000次俯卧撑

# achievement.pushup_1000.name
source: Pushup Master
de: Liegestütz-Meister
es: Maestro de Flexiones
fr: Maître des Pompes
ja: 腕立て伏せマスター
pt_br: Mestre de Flexões
zh_hans: 俯卧撑大师

# achievement.pushup_500.description
source: Complete 500 total pushup reps
de: Schließe 500 Liegestütze insgesamt ab
es: Completa 500 flexiones en total
fr: Effectuez 500 pompes au total
ja: 合計500回の腕立て伏せを完了
pt_br: Complete 500 flexões no total
zh_hans: 完成总计500次俯卧撑

# achievement.pushup_500.name
source: Pushup Expert
de: Liegestütz-Experte
es: Experto en Flexiones
fr: Expert en Pompes
ja: 腕立て伏せエキスパート
pt_br: Especialista em Flexões
zh_hans: 俯卧撑专家

# achievement.shoulder_shrug_1000.description
source: Complete 1,000 total shoulder shrugs
de: Schließe 1.000 Schulterzucken insgesamt ab
es: Completa 1.000 encogimientos de hombros en total
fr: Effectuez 1 000 haussements d'épaules au total
ja: 合計1,000回の肩すくめを完了
pt_br: Complete 1.000 encolhimentos de ombros no total
zh_hans: 完成总计1,000次耸肩

# achievement.shoulder_shrug_1000.name
source: Desk Warrior
de: Schreibtisch-Krieger
es: Guerrero de Escritorio
fr: Guerrier de Bureau
ja: デスクウォーリア
pt_br: Guerreiro de Mesa
zh_hans: 办公桌战士

# achievement.shoulder_shrug_200.description
source: Complete 200 total shoulder shrugs
de: Schließe 200 Schulterzucken insgesamt ab
es: Completa 200 encogimientos de hombros en total
fr: Effectuez 200 haussements d'épaules au total
ja: 合計200回の肩すくめを完了
pt_br: Complete 200 encolhimentos de ombros no total
zh_hans: 完成总计200次耸肩

# achievement.shoulder_shrug_200.name
source: Shoulder Soother
de: Schulter-Beruhiger
es: Calmante de Hombros
fr: Apaisant des Épaules
ja: 肩の癒し手
pt_br: Suavizador de Ombros
zh_hans: 肩部舒缓者

# achievement.squat_100.description
source: Complete 100 total squat reps
de: Schließe 100 Kniebeugen insgesamt ab
es: Completa 100 sentadillas en total
fr: Effectuez 100 squats au total
ja: 合計100回のスクワットを完了
pt_br: Complete 100 agachamentos no total
zh_hans: 完成总计100次深蹲

# achievement.squat_100.name
source: Squat Pro
de: Kniebeuge-Profi
es: Profesional de Sentadillas
fr: Pro des Squats
ja: スクワットプロ
pt_br: Profissional de Agachamentos
zh_hans: 深蹲专家

# achievement.squat_1000.description
source: Complete 1,000 total squat reps
de: Schließe 1.000 Kniebeugen insgesamt ab
es: Completa 1.000 sentadillas en total
fr: Effectuez 1 000 squats au total
ja: 合計1,000回のスクワットを完了
pt_br: Complete 1.000 agachamentos no total
zh_hans: 完成总计1,000次深蹲

# achievement.squat_1000.name
source: Squat Master
de: Kniebeuge-Meister
es: Maestro de Sentadillas
fr: Maître des Squats
ja: スクワットマスター
pt_br: Mestre de Agachamentos
zh_hans: 深蹲大师

# achievement.squat_500.description
source: Complete 500 total squat reps
de: Schließe 500 Kniebeugen insgesamt ab
es: Completa 500 sentadillas en total
fr: Effectuez 500 squats au total
ja: 合計500回のスクワットを完了
pt_br: Complete 500 agachamentos no total
zh_hans: 完成总计500次深蹲

# achievement.squat_500.name
source: Squat Expert
de: Kniebeuge-Experte
es: Experto en Sentadillas
fr: Expert en Squats
ja: スクワットエキスパート
pt_br: Especialista em Agachamentos
zh_hans: 深蹲专家

# achievement.stretch_3000.description
source: Stretch for 3,000 total seconds
de: Dehne dich für 3.000 Sekunden insgesamt
es: Estírate durante 3.000 segundos en total
fr: Étirez-vous pendant 3 000 secondes au total
ja: 合計3,000秒のストレッチ
pt_br: Alongue-se por 3.000 segundos no total
zh_hans: 总计拉伸3,000秒

# achievement.stretch_3000.name
source: Stretch Master
de: Dehn-Meister
es: Maestro del Estiramiento
fr: Maître de l'Étirement
ja: ストレッチマスター
pt_br: Mestre do Alongamento
zh_hans: 拉伸大师

# achievement.stretch_600.description
source: Stretch for 600 total seconds
de: Dehne dich für 600 Sekunden insgesamt
es: Estírate durante 600 segundos en total
fr: Étirez-vous pendant 600 secondes au total
ja: 合計600秒のストレッチ
pt_br: Alongue-se por 600 segundos no total
zh_hans: 总计拉伸600秒

# achievement.stretch_600.name
source: Flexibility Friend
de: Flexibilitätsfreund
es: Amigo de la Flexibilidad
fr: Ami de la Flexibilité
ja: 柔軟性の友
pt_br: Amigo da Flexibilidade
zh_hans: 柔韧性好友

# achievement.stretch_6000.description
source: Stretch for 6,000 total seconds
de: Dehne dich für 6.000 Sekunden insgesamt
es: Estírate durante 6.000 segundos en total
fr: Étirez-vous pendant 6 000 secondes au total
ja: 合計6,000秒のストレッチ
pt_br: Alongue-se por 6.000 segundos no total
zh_hans: 总计拉伸6,000秒

# achievement.stretch_6000.name
source: Zen Master
de: Zen-Meister
es: Maestro Zen
fr: Maître Zen
ja: 禅マスター
pt_br: Mestre Zen
zh_hans: 禅宗大师

# achievement.ten_exercises.description
source: Log 10 exercise sessions
de: Protokolliere 10 Übungseinheiten
es: Registra 10 sesiones de ejercicio
fr: Enregistrez 10 séances d'exercice
ja: 10回の運動セッションを記録
pt_br: Registre 10 sessões de exercício
zh_hans: 记录10次运动

# achievement.ten_exercises.name
source: Getting Started
de: Erste Schritte
es: Primeros Pasos
fr: Démarrage
ja: スタート
pt_br: Começando
zh_hans: 入门

# achievement.thousand.description
source: Log 1,000 exercise sessions
de: Protokolliere 1.000 Übungseinheiten
es: Registra 1.000 sesiones de ejercicio
fr: Enregistrez 1 000 séances d'exercice
ja: 1,000回の運動セッションを記録
pt_br: Registre 1.000 sessões de exercício
zh_hans: 记录1,000次运动

# achievement.thousand.name
source: The Grind
de: Der Grind
es: La Rutina
fr: Le Grind
ja: グラインド
pt_br: A Rotina
zh_hans: 坚持不懈

# achievement.two_week_streak.description
source: Maintain a 14-day streak
de: Halte eine 14-Tage-Serie aufrecht
es: Mantén una racha de 14 días
fr: Maintenez une série de 14 jours
ja: 14日間の連続記録を維持
pt_br: Mantenha uma sequência de 14 dias
zh_hans: 保持14天连续记录

# achievement.two_week_streak.name
source: Building Habits
de: Gewohnheiten aufbauen
es: Construyendo Hábitos
fr: Construction d'Habitudes
ja: 習慣作り
pt_br: Construindo Hábitos
zh_hans: 培养习惯

# achievement.variety_expert.description
source: Do all 10 exercise types in one day
de: Absolviere alle 10 Übungsarten an einem Tag
es: Haz los 10 tipos de ejercicio en un día
fr: Faites les 10 types d'exercices en une journée
ja: 1日に10種類すべての運動を実施
pt_br: Faça todos os 10 tipos de exercício em um dia
zh_hans: 在一天内完成所有10种运动类型

# achievement.variety_expert.name
source: Variety Expert
de: Vielfalt-Experte
es: Experto en Variedad
fr: Expert en Variété
ja: バラエティエキスパート
pt_br: Especialista em Variedade
zh_hans: 多样化专家

# achievement.walk_1000.description
source: Walk in place 1,000 total steps
de: Gehe 1.000 Schritte auf der Stelle insgesamt
es: Camina en el lugar 1.000 pasos en total
fr: Marchez sur place 1 000 pas au total
ja: 合計1,000歩の足踏みを完了
pt_br: Caminhe no lugar 1.000 passos no total
zh_hans: 原地踏步总计1,000步

# achievement.walk_1000.name
source: Stepping Up
de: Aufsteigen
es: Subiendo el Nivel
fr: Montée en Puissance
ja: ステップアップ
pt_br: Subindo de Nível
zh_hans: 步步高升

# achievement.walk_10000.description
source: Walk in place 10,000 total steps
de: Gehe 10.000 Schritte auf der Stelle insgesamt
es: Camina en el lugar 10.000 pasos en total
fr: Marchez sur place 10 000 pas au total
ja: 合計10,000歩の足踏みを完了
pt_br: Caminhe no lugar 10.000 passos no total
zh_hans: 原地踏步总计10,000步

# achievement.walk_10000.name
source: Daily Walker
de: Täglicher Spaziergänger
es: Caminante Diario
fr: Marcheur Quotidien
ja: 毎日の歩行者
pt_br: Caminhante Diário
zh_hans: 每日行走者

# achievement.walk_5000.description
source: Walk in place 5,000 total steps
de: Gehe 5.000 Schritte auf der Stelle insgesamt
es: Camina en el lugar 5.000 pasos en total
fr: Marchez sur place 5 000 pas au total
ja: 合計5,000歩の足踏みを完了
pt_br: Caminhe no lugar 5.000 passos no total
zh_hans: 原地踏步总计5,000步

# achievement.walk_5000.name
source: Step Counter
de: Schrittzähler
es: Contador de Pasos
fr: Compteur de Pas
ja: 歩数カウンター
pt_br: Contador de Passos
zh_hans: 步数计数器

# achievement.week_streak.description
source: Maintain a 7-day streak
de: Halte eine 7-Tage-Serie aufrecht
es: Mantén una racha de 7 días
fr: Maintenez une série de 7 jours
ja: 7日間の連続記録を維持
pt_br: Mantenha uma sequência de 7 dias
zh_hans: 保持7天连续记录

# achievement.week_streak.name
source: Week Warrior
de: Wochen-Krieger
es: Guerrero Semanal
fr: Guerrier de la Semaine
ja: 週間ウォーリア
pt_br: Guerreiro Semanal
zh_hans: 周战士

# achievement.well_rounded.description
source: Do 5 different exercise types in one day
de: Absolviere 5 verschiedene Übungsarten an einem Tag
es: Haz 5 tipos diferentes de ejercicio en un día
fr: Faites 5 types d'exercices différents en une journée
ja: 1日に5種類の異なる運動を実施
pt_br: Faça 5 tipos diferentes de exercício em um dia
zh_hans: 在一天内完成5种不同的运动类型

# achievement.well_rounded.name
source: Well Rounded
de: Vielseitig
es: Bien Equilibrado
fr: Bien Équilibré
ja: バランスの取れた
pt_br: Bem Equilibrado
zh_hans: 全面发展

# achievement.year_streak.description
source: Maintain a 365-day streak
de: Halte eine 365-Tage-Serie aufrecht
es: Mantén una racha de 365 días
fr: Maintenez une série de 365 jours
ja: 365日間の連続記録を維持
pt_br: Mantenha uma sequência de 365 dias
zh_hans: 保持365天连续记录

# achievement.year_streak.name
source: Unstoppable
de: Unaufhaltsam
es: Imparable
fr: Inarrêtable
ja: 止められない
pt_br: Imparável
zh_hans: 势不可挡

# achievement.marathon.name
source: Marathon
es: Maratón
ja: マラソン
pt_br: Maratona
zh_hans: 马拉松

# achievement.plank_3600.name
source: Plank Champion
es: Campeón de Plancha
fr: Champion de la Planche
ja: プランクチャンピオン
pt_br: Campeão da Prancha
zh_hans: 平板冠军
